Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །རྒྱུད་ཐམས་ཅད་ཀྱི་གླེང་གཞི་གསང་བ་དཔལ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བའི་བརྟག་པའི་རྒྱལ་པོ་སྟེ་དང་པོ་རྫོགས་སོ།།
en: This concludes the sovereign first chapter of the glorious “Emergence from Sampuṭa,” so called to reflect the secret foundation of all tantras. Chapter 2

source: །།དེ་ནས་ཡང་དག་རབ་བཤད་བྱ།
en: “I will now explain,

source: །སྒྲུབ་པ་པོ་ལ་ཕན་དོན་དུ།
en: For the benefit of practitioners,

source: །གང་གིས་སློབ་མ་དབང་བསྐུར་བའི།
en: By what method the disciple is initiated,

source: །ཆོ་ག་ཡང་ནི་བཤད་པར་བྱ།
en: And also the general ritual procedure.

source: །དང་པོར་ལྷ་ཡི་བདག་ཉིད་ཀྱི། །རྣལ་འབྱོར་པས་ནི་ནོར་འཛིན་སྦྱང་།
en: “First, the officiating yogin, assuming the identity of the deity, Should purify the ground,

source: །འབད་པས་ཧཱུྃ་ལས་རྡོ་རྗེ་ཅན།
en: Diligently making it into vajra by means of the syllable hūṁ

source: །བྱས་ཏེ་ཕྱི་ནས་དཀྱིལ་འཁོར་བྲི།
en: He should next draw the maṇḍala.

source: །ཚལ་དང་སྐྱེ་བོ་མེད་གནས་དང་། །བྱང་ཆུབ་སེམས་དཔའི་ཁྱིམ་དང་ཡང་།
en: “In a garden, a secluded place, The abode of a bodhisattva,

source: །ཁང་སྟོང་དང་ནི་ཁྱིམ་ནང་དུ།
en: An empty enclosure, or a residence

source: །དཀྱིལ་འཁོར་དམ་པ་བཞེངས་པར་བྱ།
en: He should delimit a splendid circle.

source: །རྡུལ་ཚོན་དམ་པ་ཉིད་དང་ནི།
en: “He should trace it with sublime powders.

source: །ཡང་ན་འབྲིང་པོ་ཉིད་ཀྱིས་ཏེ།
en: Alternatively, he should do it with middling materials—

source: །རིན་ཆེན་ལྔ་ཡི་བདག་ཉིད་ཕྱེས།
en: Powders of the five precious substances,

source: །ཡང་ན་འབྲས་ལ་སོགས་པས་བྲི།
en: Rice flour, or something similar.

source: །དཀྱིལ་འཁོར་ཁྲུ་གསུམ་བྱ་བ་དང་། །མཐེ་བོང་གསུམ་ནི་ལྷག་པར་བྱ།
en: “The maṇḍala should be three cubits Plus three thumb-widths in diameter. Into this maṇḍala should be brought four sublime consorts

source: །དེར་ནི་རིགས་ལྔ་ལས་བྱུང་བའི། །རིག་མ་བཟང་པོ་གཞུག་པར་བྱ།
en: Who originate from the five buddha families.

source: །སྔགས་ཀྱི་ལམ་གྱི་རྗེས་བཙལ་བས།
en: “When, in his pursuit of the path of mantra,

source: །གང་ཚེ་མཁས་པས་དབང་བསྐུར་བ།
en: An able disciple is initiated

source: །སངས་རྒྱས་ཀུན་གྱི་མངོན་སུམ་དུ།
en: In the presence of all the buddhas,

source: །དཀྱིལ་འཁོར་བདེ་བར་གཤེགས་གནས་སུ།
en: In a maṇḍala, which is the abode of the bliss-gone ones, {2.1.6} “He should be able, in addition,

source: །འཇིག་རྟེན་ཁམས་ནི་མཐའ་ཡས་བདག། །བློ་དང་ལྡན་པས་དེ་བཞིན་བླང་།
en: To behold the goddess of infinite world spheres

source: །རང་བྱིན་བརླབ་པའི་གནས་ཐོབ་པས།
en: If this wise disciple has reached the state of self-consecration

source: །དམ་ཚིག་ཉམས་པས་འཇིགས་པ་ཡིས།
en: And is anxious not to violate his samaya. {2.1.7} “It has also been taught by the fully awakened ones

source: །རྫོགས་སངས་རྒྱས་ཀྱིས་དོན་དམ་ལས། །སྔགས་ཀྱི་ལམ་ནི་དེ་བཞིན་གསུངས།
en: In the mantra vehicle that from the perspective of absolute truth

source: །རྡོ་རྗེ་སེམས་དཔའ་ལ་སོགས་ལྷའི། །དམ་ཚིག་རིམ་པ་ཤིན་ཏུ་རིང་།
en: The samaya of Vajrasattva and other deities

source: །དེ་ཕྱིར་དོན་ཀུན་ལ་འབད་པས།
en: Should not be taken lightly.

source: །དབང་དོན་རྒྱལ་བའི་བདག་ཉིད་སྐྱེས།
en: “For that reason, a son of the victorious ones Should, with every precaution and care,

source: །རྡོ་རྗེ་སློབ་དཔོན་ཡོན་ཏན་མཚོ། །ཇི་བཞིན་སྦྱོར་བས་གསོལ་བ་གདབ།
en: Approach, according to protocol, A vajra master, who is an ocean of qualities, about the initiation. {2.1.9} “Optionally, he should choose, as available,

source: །ཡང་ནམ་དང་སྲིང་བུ་མོ།
en: A mother, an older sister, a younger sister,

source: །བུ་སྲིང་མོ་ཡི་བུ་མོ་ཉིད། །འདི་ནང་གང་དེ་ཇི་ལྟ་བར།
en: A daughter, or a niece

source: །རྙེད་ནས་བསྒྲུབ་པ་ཉིད་དུ་གྱིས།
en: And do the right practice with her.

source: །ཡང་ན་མངོན་དུ་འདི་མེད་ན།
en: “But if these consorts are not physically available, He can then take other women,

source: །ཀུན་མཁྱེན་གྱིས་བསྔགས་རིག་མ་ནི།
en: Praised by the omniscient one,

source: །སངས་རྒྱས་རྣམས་ཀྱིས་ཁྱབ་མཛད་པ། །དེ་ནི་དེ་ཕྱིར་གཟུང་བར་བྱ།
en: And specified by the buddhas:

source: །སྐྱེ་བ་གཉིས་ཀྱི་བུ་མོ་དང་། །ཡང་ན་བཙོ་བླག་མ་དང་། ཡང་ན་གདོལ་པ་མོ་དང་། །གཡུང་མོ་དང་། །རིགས་ལས་སྐྱེས་མ་དང་། །ཡང་ན་རྒྱལ་མོ་དང་། །གར་མཁན་གྱི་བུ་མོ་དང་། བཟོ་མོ་དང་། ཡང་ན་རི་དགས་ཀྱི་མིག་མ་དང་། རྐེད་པ་ཕྲ་བ་དང་། རོ་སྨད་རྒྱས་པ་དང་། ནུ་མ་མཐོ་བ་དང་། བྷ་ག་བཟང་བ་དང་། དམ་ཚིག་གི་སྤྱོད་པ་ལ་ཤིན་ཏུ་དམ་པ་དང་། དེ་ཁོ་ན་ལ་གནས་པ་དང་། སྔགས་དང་རྒྱུད་ཤེས་པ་སྟེ།
en: “A brahmin’s daughter, a washerwoman, an outcast, a musician, a high caste woman, a princess, a daughter of an artiste, or a craftswoman. She should have the eyes of a doe, a slender waist, wide hips, and taut breasts. She should have a fine bhaga, and be strict in her observance of samaya, clever, honest, and conversant with mantra and tantra.

source: སྒྲུབ་པ་པོའི་དབང་པོ་ལ་གནས་གསུམ་དུ་ཆེ་བའི་བུ་མོ་འདི་དག་བཤད་དོ།
en: These girls are said to be, in the whole triple universe, invaluable to superior practitioners.

source: །རིགས་ཀྱི་རིམ་པ་ཉིད་ཀྱིས་འདི་རྣམས་ཀྱིས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: With them, every accomplishment will be attained, precisely according to the sequence of the families.

source: །མ་རྙེད་ཇི་ལྟར་གང་རྙེད་དེ།
en: “Alternatively, he can also take

source: །དེ་བཞིན་བཅུ་དྲུག་ལོན་པ་ཉིད།
en: For a consort a sixteen-year-old girl, As may be available, endowed with

source: །དང་པོའི་ལང་ཚོ་ཕུན་སུམ་ཚོགས། །མིག་མཛེས་ཕྱག་རྒྱ་རྙེད་ནས་ནི།
en: The freshness of youth and beautiful eyes.

source: །རིག་མ་དེ་ཉིད་བླངས་ནས་ནི།
en: “Having selected such a consort , he should purify her

source: །སྐྱབས་སུ་འགྲོ་བའི་རིམ་པས་ནི།
en: Through the procedure of going for refuge, and so forth,

source: །སྦྱངས་ནས་དེ་ཉིད་གསང་བ་དང་། །སྔགས་དང་རྒྱུད་ཀྱི་རིམ་ཀུན་བསྒྲགས།
en: And explain to her the secret reality And all the stages of mantra and tantra.

source: །སྒྲ་འམ་འོག་གི་ལམ་དུ་ལྕེས།
en: “Optionally, with sounds of passion and his tongue In the nether region, he should place her on top.

source: །དེ་ཉིད་དེ་བཞིན་སྟེང་དུ་གཞུག།
en: Likewise, he should perform in succession

source: །ཀུན་གྱི་ཆ་རིགས་སྣ་ཚོགས་བྱེད།
en: The full repertory of advanced positions. “The consort , who is adorned with earrings,

source: །རིམ་པ་ཉིད་ཀྱིས་རྣ་ཆ་དང་། སྐ་རགས་ཆེ་དང་སེ་མོ་དོ།
en: Waist chain, pearl necklace, anklets,

source: །ལག་གདུབ་དང་ནི་རྐང་གདུབ་ལྡན།
en: Bracelets, and so forth, being thus purified,

source: །དེ་ལྟར་དངོས་གྲུབ་དམ་པ་སྟེར། །གང་ཞིག་སྦྱངས་པའི་རིག་མ་ཀུན།
en: Bestows the supreme accomplishment. “The partner of the consort and his companions,

source: །ཉེ་བར་འཚེ་བ་མེད་གནས་སུ། །རིག་པ་འཛིན་པ་འཁོར་མང་པོ།
en: In a place free from disturbances, Should adorn themselves with garlands, sandalwood paste,

source: །དེ་ནས་ཙན་དན་གོས་ཕྲེང་སོགས། །རྣམ་པར་བརྒྱན་ནས་དབུལ་བར་བྱ།
en: Clothes, and so forth, and announce themselves to the master.

source: །དྲི་དང་ཕྲེང་སོགས་རིམ་གྲོ་ཡི།
en: “Using gifts of perfume, chaplets, and so forth,

source: །འོ་མའི་མཆོག་སོགས་རྒྱས་པས་ནི།
en: Along with generous offerings of milk, and so forth,

source: །ཕྱག་རྒྱ་ཐབས་ཅིག་སྒྲུབ་པ་པོས།
en: The initiate should worship with devotion,

source: །གུས་པར་འབད་པས་ཡང་དག་མཆོད།
en: Eagerly offering to the master his consort

source: །སློབ་མས་བུས་པོའི་ལྷ་ང་ནི།
en: “As a disciple, he should, with devotion,

source: །ས་ལ་དད་པས་བཙུགས་ནས་ནི།
en: Place his knee on the ground

source: །ཐལ་མོ་སྦྱར་ནས་བསྟོད་པ་འདིས།
en: And with palms joined beseech

source: །སྟོན་པ་ལ་ནི་ཞུ་བ་བྱ།
en: The preceptor with the following praise:

source: །སྟོང་པའི་སྙིང་པོ་ཕྱག་འཚལ་བསྟོད།
en: ‘Homage to you, O womb of emptiness,

source: །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཚོགས།
en: Whose mass is omniscient wisdom!

source: །ཡེ་ཤེས་སྐུ་ལ་ཕྱག་འཚལ་བསྟོད། །འགྲོ་བའི་མི་ཤེས་གཅོད་པ་ཅན།
en: ‘Homage to you, destroyer of ignorance in the world,

source: །དག་པའི་དེ་ཉིད་དོན་སྟོན་མཛད།
en: Instructor on the pure meaning of reality,

source: །བདག་མེད་ཆོས་ལས་བྱུང་བ་ཡི།
en: Diamond being born from The absence of self in phenomena!

source: །རྡོ་རྗེ་སེམས་དཔའ་ཕྱག་འཚལ་བསྟོད།
en: ‘Homage to you, O lord bodhicitta, From which always emerge

source: །རྫོགས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས།
en: The fully awakened ones and bodhisattvas,

source: །ཕ་རོལ་ཕྱིན་པའི་ཡོན་ཏན་རྣམས། །མགོན་པོ་ལས་ནི་རྟག་ཏུ་བྱུང་།
en: With their qualities of the six perfections!

source: །བྱང་ཆུབ་སེམས་ལ་ཕྱག་འཚལ་བསྟོད།
en: ‘Homage to you, hero of the world,

source: །དཀོན་མཆོག་གསུམ་དང་ཐེག་ཆེན་དང་། །དེ་བཞིན་བསྟན་དང་འགྲོ་བ་དང་། །ཁམས་གསུམ་པོ་ནི་འདི་དག་ཀུན།
en: From whom originate the Three Jewels, the Great Vehicle, All animate and inanimate things, And this entire triple universe!

source: །འགྲོ་བའི་དཔའ་བོ་ཕྱག་འཚལ་བསྟོད།
en: ‘Homage to you, O venerable son of the Buddha,

source: །ཡིད་བཞིན་ནོར་བུ་ལྟར་གྱུར་པའི།
en: Who manifests like a wish-fulfilling gem,

source: །འགྲོ་བའི་འདོད་པའི་དོན་གྲུབ་ཕྱིར།
en: Carrying out the orders of the bliss-gone ones

source: །དཔལ་ལྡན་བདེ་གཤེགས་བཀའ་བཞིན་མཛད།
en: To accomplish the wishes of the world.

source: །སངས་རྒྱས་སྲས་པོ་ཕྱག་འཚལ་བསྟོད།
en: ‘O omniscient one, please grant me this favor:

source: །དེ་ཉིད་བླ་མེད་བདག་འཚལ་བས།
en: Bestow upon me the vajra empowerment without delay

source: །ཡོན་ཏན་མཚོ་ཁྱོད་བཀའ་དྲིན་ལས།
en: So that I can understand,

source: །ཀུན་མཁྱེན་རྡོ་རྗེ་དབང་གིས་ནི། །ད་ལྟ་ཉིད་དུ་བཀའ་དྲིན་སྐྱོབས།
en: Through your power and merit, the highest truth.

source: །ཇི་ལྟར་དཔལ་ཐུགས་རྡོ་རྗེ་ཡིས།
en: Was shown to Vajradharmin

source: །རྡོ་རྗེ་ཆོས་ཅན་ལ་གསུངས་ལྟར།
en: By the venerable Cittavajra,

source: །དེ་བཞིན་མགོན་པོས་བདག་ལ་སྐྱོབས།
en: In the same way, O lord, be kind to me!

source: །བཅོམ་ལྡན་ཞབས་པད་སྤངས་ནས་ནི།
en: ‘Apart from your lotus feet,

source: །གཞན་དུ་བདག་ལ་འགྲོ་མ་མཆིས། །འཁོར་བའི་འགྲོ་ལས་ངེས་རྒྱལ་བར།
en: There is no other path for me.

source: །དེ་ཕྱིར་མགོན་པོས་ཐུགས་རྗེ་མཛོད།
en: Therefore, please have compassion, O lord, You who have conquered the wanderings of saṃsāra!’

source: །དེ་ནས་རྡོ་རྗེ་སློབ་དཔོན་དཔལ།
en: “Next, the venerable vajra master,

source: །རྗེས་སུ་བརྩེ་བཅས་ཕན་སེམས་ཀྱིས།
en: Full of kindness and altruism,

source: །སློབ་ལ་སྙིང་རྗེ་བསྐྱེད་ནས་ནི།
en: Should generate compassion for the disciple And summon him into the maṇḍala of the assembly—

source: །ཚོགས་ཀྱི་དཀྱིལ་འཁོར་དགུག་པ་དང་། །འདོད་ཡོན་ལྔ་ཡིས་གང་བ་དང་། །བླ་རེ་བྲེས་པས་ཉེ་བར་འབར།
en: “The maṇḍala overflowing with the five objects of desire, Brightened with an outstretched canopy,

source: །རྣལ་འབྱོར་མ་དང་སྦྱོར་ལྡན་ཞིང་།
en: Composed of yoginīs and yogins,

source: །དྲིལ་བུ་སིལ་སིལ་སྒྲ་དང་ནི།
en: Filled with the soft sounds of the bell,

source: །མེ་ཏོག་བདུག་འཁྱིལ་ཉམས་དགའ་བ།
en: “Pleasant with flowers, incense, and unguents,

source: །ལྷ་ཡི་དྲི་ཕྲེང་བདེ་བའི་མཆོག །དཔལ་ལྡན་རྡོ་རྗེ་སེམས་སོགས་ལྷའི།
en: Delightful with garlands and the enjoyments of gods— This maṇḍala of Vajrasattva and other deities,

source: །དཀྱིལ་འཁོར་མཆོག་ཏུ་ངོ་མཚར་བར།
en: Which is marvelous in the highest degree. “Having united with the consort

source: །སློབ་དཔོན་སྐལ་བ་བཟང་པོ་མཆོག །དེ་ནས་ཕྱག་རྒྱ་སྦྱོར་བྱས་ནས།
en: The master, supremely pleased, Should place in a lotus dish

source: །རྒྱལ་བའི་བདག་སྐྱེས་བྱང་ཆུབ་སེམས། །པདྨའི་སྣོད་དུ་གཞུག་པར་བྱ།
en: The bodhicitta born of the son of the victorious ones.

source: །རྔ་ཡབ་གཡོབ་ཅིང་གདུགས་དང་ནི།
en: “Using raised yak-tail whisks and parasols,

source: །བཀྲ་ཤིས་ཚིགས་བཅད་གླུ་རྣམས་ཀྱིས།
en: And singing songs with auspicious verses, The lord of the world should initiate

source: །ཕྱག་རྒྱ་ལྡན་པས་སློབ་མ་དེ།
en: The disciple by having him join with the consort

source: །འགྲོ་བའི་གཙོ་བོས་དབང་བསྐུར་བྱ།
en: “Having bestowed the initiation, the true jewel,

source: །སློབ་དཔོན་མཆོག་གི་དབང་ཕྱུག་གིས།
en: The master, the supreme lord,

source: །དབང་ནི་རིན་ཆེན་མཆོག་བྱིན་ནས།
en: Should also bestow the samaya—

source: །བཟང་པོའི་རང་བཞིན་ལེགས་སྦྱངས་པའི། །དམ་ཚིག་ཡིད་འོང་ངེས་པར་སྦྱིན།
en: Exquisite, sublime, and pure in nature.

source: །ཁྲག་ཆེན་དང་ནི་ག་བུར་བཅས།
en: “It consists of great blood and camphor ,

source: །ཙན་དན་དམར་པོ་སྦྱར་བ་དང་། །རིགས་ཀྱི་བདག་པོའི་ཆུ་ལྡན་ཞིང་།
en: Mixed with red sandalwood , And blended with vajra water .

source: །ལྔ་པ་སེམས་ལས་ཡང་དག་བྱུང་།
en: The fifth ingredient derives from the mind

source: །འདི་རྣམས་དམ་ཚིག་ཡང་དག་པར།
en: “This samaya has been duly

source: །སངས་རྒྱས་རྣམས་ཀྱིས་ཉེ་བར་གསུངས།
en: Taught by all buddhas—

source: །བཟང་པོ་རྟག་ཏུ་བསྐྱང་བར་གྱིས།
en: Please guard this auspicious samaya at all times.

source: །སྡོམ་པ་ཡང་ནི་ད་ལྟར་ཉོན།
en: Now listen about the vows.

source: །སྲོག་ཆགས་གསད་པར་མི་བྱ་ཞིང་།
en: “You must not kill living beings.

source: །བུད་མེད་རིན་ཆེན་ཡོངས་མི་སྤང་།
en: You should not give up the jewel of women.

source: །དེས་ན་སློབ་དཔོན་སྤང་མི་བྱ།
en: You should not abandon your master.

source: །སྡོམ་པ་ཤིན་ཏུ་འདའ་བར་དཀའ།
en: These vows must not be violated.

source: །གང་དུ་གསུངས་པའི་རིག་མའམ།
en: “The wisdom consort that was described before —

source: །ཡང་ན་བདག་གི་རྣལ་འབྱོར་མ།
en: Or, alternatively, his own yoginī,

source: །དག་ཅིང་སྤྲུལ་པའི་རིག་མ་ནི། །སི་ཧཱ་ག་བུར་བསྒོས་པ་ནི།
en: Purified and fashioned into the wisdom consort — Should be anointed with olibanum and camphor. “He should make love to her

source: །ཇི་སྲིད་ཁུ་བ་ལྡན་གྱུར་པ།
en: Until she releases her sexual fluid.

source: །དེ་སྲིད་ཕྱག་རྒྱ་བསྟེན་པར་བྱ།
en: Having covered the face of the female consort

source: །ཕྱག་རྒྱའི་གདོང་ཡང་བཅིང་བ་དང་། །ཐབས་ཀྱི་གདོང་ཡང་དེ་བཞིན་ཏེ།
en: And the face of the male consort,

source: །བསྟན་པས་ཡང་དག་གང་བྱུང་བ།
en: “The master should place the substance

source: །སློབ་མའི་ཁ་རུ་ལྟུང་བར་བྱ།
en: Produced through love-making into the disciple’s mouth.

source: །རོ་མཉམ་སློབ་མའི་སྤྱོད་ཡུལ་ཉིད།
en: At that point the experience of equal taste

source: །དེ་ཉིད་ལ་ནི་བྱ་བར་བཤད།
en: Will be produced within his range of perception.

source: །རང་རིག་ཡེ་ཤེས་ཉིད་དུ་འགྱུར།
en: “His self-awareness will become gnosis,

source: །རང་གཞན་ཡང་དག་རིག་པ་སྤངས།
en: Devoid of discrimination between self and other.

source: །མཁའ་མཉམ་རྡུལ་བྲལ་སྟོང་པ་ཉིད།
en: Pure and empty like the sky,

source: །དངོས་དང་དངོས་མིན་བདག་ཉིད་མཆོག །ཐབས་དང་ཤེས་རབ་རྣམ་པར་འདྲེས།
en: It is the ultimate nature of existence and nonexistence. “It is a combination of insight and skillful means,

source: །འདོད་ཆགས་འདོད་ཆགས་བྲལ་བས་འདྲེས།
en: A mixture of passion and its absence—

source: །དེ་ཉིད་སྲོག་ཆགས་རྣམས་ཀྱི་སྲོག །དེ་ཉིད་ཡི་གེ་དམ་པ་ཉིད།
en: This alone is the living breath of living beings; This alone is the supreme syllable.

source: །དེ་ཉིད་འདི་ནི་ཀུན་ཁྱབ་བྱེད།
en: “This breath pervades everything;

source: །དེ་ཉིད་སངས་རྒྱས་ཡེ་ཤེས་ཅན།
en: It alone possesses the gnosis of the buddhas.

source: །ཧེ་རུ་ཀ་དཔལ་ཞེས་བྱར་བརྗོད།
en: It is said to be the glorious Heruka;

source: །གཞན་རྣམས་གང་རྣམས་དེ་རྣམས་དང་། །དངོས་དང་དངོས་མེད་དེ་ལས་བྱུང་།
en: From it arise existence and nonexistence, And every other entity.

source: །དགའ་བ་དང་པོ་དཔའ་བོ་སྟེ།
en: “The first joy is the hero, the male partner.

source: །མཆོག་ཏུ་དགའ་བ་རྣལ་འབྱོར་མ།
en: The supreme joy is the yoginī, the female partner.

source: །ཤིན་ཏུ་བདེ་དགའ་ཐམས་ཅད་ངེས།
en: The joy of sexual bliss is all things combined—

source: །དེ་བདེ་ཐབས་ལས་ཐམས་ཅད་རིག །དང་པོ་དགའ་བ་ཙམ་ཉིད་དེ།
en: Its pleasure is the means leading to omniscience. “The first of the four joys is merely called joy

source: །མཆོག་ཏུ་དགའ་བ་གཉིས་པའི་གྲངས།
en: The supreme joy is counted as the second.

source: །གསུམ་པ་དགའ་བྲལ་དགའ་བར་བཤད།
en: The third is called the joy of cessation

source: །བཞི་པ་ལྷན་ཅིག་སྐྱེས་པར་བརྗོད།
en: And the fourth is known as the innate joy

source: །དེ་ཡང་དབང་ནི་རྣམ་པ་བཞི།
en: “Accordingly, the initiation is also fourfold:

source: །དང་པོ་ལ་ནི་བུམ་པའི་དབང་།
en: “The first is the vase initiation,

source: །གཉིས་པ་ལ་ནི་གསང་བའི་དབང་།
en: The second is the secret initiation,

source: །གསུམ་པ་ཤེས་རབ་ཡེ་ཤེས་ཏེ།
en: The third is the gnosis initiation with the consort

source: །བཞི་པ་དེ་ཡང་དེ་བཞིན་ནོ།
en: And the fourth is the same again. “When the disciple is free of impurities

source: །བྱང་ཆུབ་སེམས་ཀྱི་དབང་གིས་ནི། །སློབ་མ་སྡིག་པ་བྲལ་བ་ཡིན།
en: By means of the initiation of bodhicitta

source: །སངས་རྒྱས་གྲོང་ཁྱེར་མཆོག་སྔོན་དུ།
en: He should be given, before the supreme

source: །དེ་ནས་དེ་ལ་གནང་བ་སྦྱིན།
en: City of the buddhas, the following command:

source: །བྱང་ཆུབ་སྙིང་པོའི་བར་དུ་ནི།
en: ‘Until the final attainment of awakening,

source: །ཕྱོགས་ཀུན་དུ་ནི་འཁོར་ལོ་ནི།
en: In the circle of the compass all around,

source: །ཆོས་ཀྱི་འཁོར་ལོ་བླ་ན་མེད།
en: May you turn the supreme wheel of Dharma

source: །ཀུན་ཏུ་མཆོག་ཏུ་རབ་ཏུ་བསྐོར།
en: In every quarter up to the farthermost reaches.

source: །ཐབས་དང་ཤེས་རབ་རང་བཞིན་བདག །ཡིད་བཞིན་ནོར་བུ་ལྟར་མཐོང་ནས།
en: ‘Embodying the nature of insight and skillful means, Like a wish-fulfilling gem high above,

source: །སྦྱོར་མེད་བྲལ་ཞིང་མ་ཞུམ་པས།
en: Untiring and without attachment,

source: །སེམས་ཅན་དོན་ནི་ད་ལྟར་གྱིས།
en: Please work for the benefit of beings without delay.’

source: །དབང་དང་བཀའ་གནང་ཐོབ་ནས་ནི།
en: “Having now obtained the initiation and the master’s order,

source: །བྱ་བ་བྱས་པར་རབ་འཛུམ་ཞིང་། །འགྲོ་བ་དགའ་བར་བྱེད་པ་ཡི།
en: Fully content through having done what needed to be done,

source: །ཤིན་ཏུ་སྙན་པའི་ཚིག་འདི་བརྗོད།
en: He should speak the following sweet words, Which bring joy to the world:

source: །དེང་བདག་སྐྱེ་བ་འབྲས་བུར་བཅས།
en: ‘Now my birth has become fruitful,

source: །བདག་གི་འཚོ་བ་འབྲས་བུར་བཅས།
en: And my life has borne fruit.

source: །དེ་རིང་སངས་རྒྱས་རིགས་སུ་སྐྱེ།
en: Now I have been born into the family of the Buddha—

source: །ད་ནི་སངས་རྒྱས་རིགས་སུ་འགྱུར།
en: Right now I am the Buddha’s son. “ ‘From the turmoil of being born in Avīci hell,

source: །བསྐལ་པ་རྒྱ་མཚོར་འཇིགས་ཆེན་པོར། །མནར་མེད་སྐྱེ་བ་ཡང་དག་འཁྲུགས།
en: Where there is great terror for oceans of eons, I have been saved, O lord, by you—

source: །ཉོན་མོངས་འདམ་ནི་བརྒལ་དཀའ་ལས། །བདག་ནི་མགོན་པོ་ཁྱེད་ཀྱིས་བསྒྲལ།
en: Saved from the quagmire of afflictions, so difficult to cross.

source: །ཁྱོད་ཀྱི་ཞབས་ཀྱི་བཀའ་དྲིན་ལས།
en: ‘Because of your grace, I know myself

source: །ཐེག་པ་རྫོགས་པ་ལྟ་བུར་བདག །བག་ཆགས་ཐམས་ཅད་བྲལ་བས་ན།
en: To be manifested in full, as it were. Being freed from all habitual tendencies,

source: །བདག་ལ་བྱང་ཆུབ་འཚལ་མ་མཆིས།
en: In the state of complete awakening I have no desires.’ “The disciple should fall with devotion at the master’s feet,

source: །རངས་ཤིང་མིག་ནི་ཕྱེ་བ་ཡིས། །ཞབས་ལ་འཇུས་ནས་གུས་པར་བྱ།
en: Joyful , with eyes wide open,

source: །གང་དང་གང་ཞིག་སྡུག་པའི་རྫས།
en: And whatever thing is most pleasing to the master,

source: །རེ་བ་མེད་པའི་སེམས་ཀྱིས་ནི། །དེ་དང་དེ་ཉིད་དབུལ་བར་བྱ།
en: He should offer it to him without expectations. “The master, for his part,

source: །བླ་མའང་སྙིང་རྗེ་ལྡན་པས་ནི།
en: Should listen, full of compassion,

source: །སློབ་མ་བསྡུ་བའི་བསམ་པའི་ཕྱིར།
en: For the sake of removing the disciple’s grasping

source: །དེ་ལ་ཕན་པའི་བསམ་པས་བཟུང་།
en: And for the sake of his welfare.

source: །དེ་ནས་ཕྱག་འཚལ་མཆོད་ནས་ནི།
en: “The disciple should then bow to and worship the master,

source: །བླ་མ་ལ་ནི་ཡོན་རྣམས་དབུལ།
en: Offering to him the master’s fee—

source: །གསེར་ནི་སྟོང་ཕྲག་བརྒྱ་དང་ནི།
en: Hundreds of thousands of gold pieces,

source: །རིན་ཆེན་རྣམ་པ་སྣ་ཚོགས་དང་། །གོས་ནི་ཟུང་འགྱུར་བརྒྱ་ཉིད་དང་། །གླང་པོ་རྟ་དང་ཡུལ་འཁོར་ཉིད།
en: Jewels of various kinds, “And hundreds of pairs of garments; Elephants, horses, the kingdom itself,

source: །རྣ་ཆ་དང་ནི་རྐང་གདུབ་དང་། །ནོར་བུ་དང་ནི་སོར་གདུབ་སོགས།
en: Earrings, bracelets, Supreme necklaces, and finger rings;

source: །གསེར་ལས་བྱས་པའི་མཆོད་ཕྱིར་ཐོགས།
en: “A golden thread of a brahmin,

source: །རང་གི་ཆུང་མ་བུ་མོ་དང་། །བྲན་ཕོ་བྲན་མོ་སྲིང་མོ་ཉིད།
en: And even his wife and daughter; Male and female slaves, and his own sister—

source: །ཕྱག་འཚལ་ནས་ནི་དབུལ་བར་བྱ། །བདག་གི་དངོས་པོ་ཐམས་ཅད་ཀྱིས།
en: Having prostrated oneself, he should offer all this. “Prostrating before the master, he should offer himself

source: །བློ་དང་ལྡན་པས་བླ་མར་དབུལ།
en: And all that exists with the following words:

source: །དེ་རིང་ཚུན་ཆད་བདག་བྲན་དུ།
en: ‘From now on I am your servant,

source: །ཁྱོད་ལ་བདག་ནི་དབུལ་ལགས་ཞེས།
en: Presented to you by myself.’

source: །དེ་ལྟར་ཞུ་བ་བྱས་གྱུར་པས།
en: “In this way, he should further say:

source: །མངོན་པར་འདོད་པའི་གནས་ཐོབ་ནས།
en: ‘The desired place has been reached;

source: །ད་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས།
en: Now the kind favor of all the buddhas

source: །བདག་ལ་བཀའ་དྲིན་ལེགས་པར་སྐྱོབས། །ཇི་ལྟར་བླ་མེད་བྱང་ཆུབ་དེ།
en: Is with me.

source: །བྱིན་གྱིས་བརླབས་ཀྱིས་བདག་གིས་བསྒྲུབས།
en: ‘As I have accomplished, through your power,

source: །བླ་ན་མེད་པའི་བྱང་ཆུབ་གནས།
en: The unsurpassable awakening, I set up, in this perfect awakening,

source: །ཀུན་མཆོག་མཆོད་པ་བསྐྱེད་པར་བགྱི།
en: The seat worshipped by all the exalted ones. On this very seat, I will establish all beings

source: །སེམས་ཅན་གནས་གསུམ་འཁོར་བ་རྣམས།
en: Dwelling throughout the threefold universe.’ “The initiation can only be given by a realized master

source: །དེ་ཉིད་ལ་ནི་གཞག་པར་བགྱི།
en: According to the procedure, after ascertaining the disciple’s dedication.

source: །དབང་ཆོག་འདིས་སྦྱིན་པར་བྱ་ཞིང་སློབ་མའི་ལྷག་པར་མོས་པ་དང་། །ཟབ་པ་དང་རྒྱ་ཆེ་བའི་རིག་པས་ལྷག་པར་མོས་པའི་ཡིད་ཀྱིས་ཤེས་པར་བྱས་ནས་ཚིག་ཉིད་ཀྱིས་དབང་རིན་པོ་ཆེ་སྦྱིན་པར་བྱའོ།
en: Such a master, dedicated to the vast and profound conduct, Should give the precious initiation by speech alone. “He who has obtained the initiation becomes the most excellent Vajradhara,

source: །གང་ཐོབ་དབང་རབ་མཆོག་ནི་རིགས་ཀྱི་བདག་པོར་གཟུང་བ་རྙེད་པར་དཀའ་ཞིང་མཚུངས་པ་མེད་པར་གདམས།
en: Possessed of the unparalleled state, difficult to gain.

source: །ལོངས་སྤྱོད་རྫོགས་པའི་ཞིང་གི་དཔལ་དག་བླང་བར་བྱས་པས་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོའི་དབང་བསྐུར་བ།
en: Having truly attained the splendor of the sambhogakāya field, He has been conferred the great bodhicitta initiation . “Having obtained the master’s order, with an intellect that dons armor

source: །བཀའ་ཡི་གནང་བ་རྙེད་ནས་འཇིག་རྟེན་གསུམ་གྱི་དགྲ་བོ་ལས་རྒྱལ་རྩོམ་པའི་གོ་བགོས་པ་ཡི་བློས།
en: For embarking upon conquest over the wicked foes throughout the three worlds, The practitioner of truth should apply himself stainlessly

source: །བྱང་ཆུབ་དག་ལ་དགོད་པའི་སངས་རྒྱས་འདིར་ནི་དེ་ཉིད་རྣལ་འབྱོར་པས་ནི་དྲི་མ་མེད་པར་སྤྱོད།
en: In this vast attitude set on awakening.”

source: །བྱང་ཆུབ་ཀྱི་སེམས་ཀྱིས་དབང་གཉིས་པ་ལས་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the second chapter, the bodhicitta initiation. “Now I will explain the meditation

source: །།དེ་ནས་ཐབས་དང་ཤེས་རབ་དོན།
en: Done for the sake of developing insight and skillful means—

source: །བསྒོམ་པ་ཡང་དག་རབ་བཤད་བྱ།
en: I will explain it in order to benefit practitioners,

source: །ཕ་རོལ་དོན་བརྩོན་བརྩོན་འགྲུས་ཀྱི།
en: Whose energy is devoted to serving the interests of others.

source: །སྒྲུབ་པ་པོ་ལ་ཕན་པའི་ཕྱིར།
en: “The yogins, having practiced this meditation,

source: །འཁོར་བའི་རྒྱ་མཚོའི་འཇིགས་པ་ལས། །བསྒྲལ་དཀའ་གང་ཞིག་རྣམ་བསྒོམས་པས། །རྣལ་འབྱོར་པས་ནི་རང་དོན་དུ།
en: Do not remain in saṃsāra—this frightening ocean, difficult to cross—

source: །མྱ་ངན་འདས་པར་གནས་མི་འགྱུར།
en: Nor do they remain in nirvāṇa,

source: །གང་གིས་ཁྱད་འཕགས་མཐར་ཐུག་པར།
en: Which would merely be for their own sake. “By this meditation, at its exalted culmination, They will attain unsurpassable awakening—

source: །སངས་རྒྱས་དྲི་མེད་ངོ་མཚར་ར་རྨད།
en: The wondrous awakening of the buddhas,

source: །འགྲིབ་དང་འཕེལ་ལས་རྣམ་པར་གྲོལ། །བྱང་ཆུབ་བླ་མེད་ཐོབ་པར་འགྱུར།
en: Free from waning or waxing.

source: །ཕུང་པོ་ལྔ་སོགས་ཆོས་རྣམས་དང་། །ཐེག་གསུམ་ཤིན་ཏུ་སྤང་མི་བྱ།
en: “They should neither relinquish phenomena, such as the five aggregates, Nor should they transgress against the three vehicles. They should perceive them to be empty like the plantain tree,

source: །ཆོས་དབྱིངས་ཤིན་ཏུ་མཉམ་པ་ཉིད། །ཆུ་ཤིང་ལྟ་བུར་ཡོངས་སུ་གཟུང་།
en: Absolutely equal in the expanse of phenomena.

source: །སྟོང་པ་བསྒོམ་པར་མི་བྱ་སྟེ།
en: “A yogin should neither contemplate that entities are empty,

source: །སྟོང་མིན་བསྒོམ་པར་མི་བྱའོ།
en: Nor that they are not empty.

source: །སྟོང་པ་མི་སྤང་རྣལ་འབྱོར་པས།
en: Nor should a yogin abandon the thought that they are empty,

source: །སྟོང་མིན་ཡོངས་སུ་མི་སྤང་ངོ་།
en: Or that they are not empty.

source: །སྟོང་དང་སྟོང་མིན་གཟུང་བ་ལས།
en: “When there is grasping at things as ‘empty’ or ‘not empty,’

source: །རྟོག་པ་ཉུང་མིན་སྐྱེ་བར་འགྱུར།
en: There will arise a lot of conceptual thoughts,
